tap "caskformula/caskformula"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
brew "bat"
brew "readline", link: true
brew "sqlite"
brew "openssl"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "ddclient", restart_service: true
brew "jpeg"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "libomp"
brew "grc"
brew "imagemagick"
brew "kubernetes-cli", link: false
brew "ninja"
brew "meson", link: false
brew "protobuf"
brew "mosh"
brew "neovim"
brew "nvm"
brew "openblas"
brew "pwgen"
brew "pyenv"
brew "qemu"
brew "ruby"
brew "terminal-notifier"
brew "tmux"
brew "topgrade"
brew "trash"
brew "wget"
brew "youtube-dl"
brew "kylef/formulae/swiftenv"
cask "aerial"
cask "font-hasklig"
cask "minikube"
cask "virtualbox"
cask "virtualbox-extension-pack"
