tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kylef/formulae"
tap "simplydanny/pass-extensions"
brew "automake"
brew "bat"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "e2fsprogs"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-filter-repo"
brew "gnupg"
brew "libtool"
brew "gtk+3"
brew "grc"
brew "imagemagick"
brew "ipfs", restart_service: true
brew "libyaml"
brew "llvm"
brew "lua"
brew "luarocks"
brew "mas"
brew "meson"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "poetry"
brew "prettier"
brew "pyenv"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "sourcekitten"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "topgrade"
brew "tor", restart_service: true
brew "trash"
brew "venn"
brew "wget"
brew "whalebrew"
brew "youtube-dl"
brew "beeftornado/rmtree/brew-rmtree"
brew "kylef/formulae/swiftenv"
brew "simplydanny/pass-extensions/pass-update"
cask "aerial"
cask "docker"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-hasklig"
cask "hex-fiend"
cask "insomnia"
cask "ipfs"
cask "iterm2-nightly"
cask "little-snitch"
cask "meld"
cask "netnewswire"
cask "osxfuse"
cask "spotify"
cask "transmission"
mas "2Do", id: 477670270
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Cinch", id: 412529613
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PasteBox", id: 928940999
mas "Soothe", id: 1185307985
mas "The Unarchiver", id: 425424353
mas "Wallcat", id: 1000397973
mas "Xcode", id: 497799835
whalebrew "unibeautify/beautysh"
whalebrew "unibeautify/black"
whalebrew "paysonwallach/nginxfmt"
whalebrew "unibeautify/rubocop"
whalebrew "unibeautify/sqlformat"
whalebrew "unibeautify/uncrustify"
