paysonwallach/une
edc/bass
FabioAntunes/fish-nvm
franciscolourenco/done
jorgebucaran/fisher
laughedelic/pisces
oh-my-fish/plugin-bang-bang
paysonwallach/fish-you-should-use
PatrickF1/fzf.fish
